act
as-tree
authy
cloudflared
cnrdrvcups-lb
find-the-command
flux-bin
google-chrome
google-cloud-sdk
google-java-format
gotop
jetbrains-toolbox
kind-bin
libreswan
light-locker-settings
lightdm-settings
lua-format
maldet
mecab
mecab-ipadic
networkmanager-libreswan
nkf
powerpill
reviewdog-bin
siji-git
spotify
spotify-tui
taplo-cli
textext
tlpui-git
ttf-cica
ttf-plemoljp
visual-studio-code-bin
xkeysnail
yay
zoom
zotero
