act
advanced-rest-client
authy
automake-1.11
brainfuck
cndrvcups-lb
epson-inkjet-printer-201214j
epson-inkjet-printer-escpr2
google-chrome
google-cloud-sdk
gotop
jetbrains-toolbox
libpafe
libreswan
linux-rt-manjaro-virtualbox-host-modules
linux59
linux59-headers
logisim
mecab
mecab-ipadic
minecraft-launcher
nkf
obs-v4l2sink
powerpill
python-gdbgui
python-pympress
qtspim
rbenv
siji
softethervpn
softethervpn-client-manager
softethervpn-server-manager
spotify
spotify-tui
ttf-computer-modern-fonts
typora
unzip-iconv
v4l2loopback-dkms-git
vercel
visual-studio-code-bin
webex-teams
zoom
