act
asdf-vm
coursier
docker-slim
dprint-bin
earthly
golangci-lint
google-chrome
gore
goreleaser-bin
gosec
grpcurl
jetbrains-toolbox
kind
kubescape-bin
mecab
pack-cli
protoc-gen-go
rpi-imager
scala-cli
scalafmt
siji-ttf
spotify
systemd-boot-pacman-hook
ttf-cica
visual-studio-code-bin
wavesurfer
wpa_supplicant_gui
xkeysnail
yay
zoom
zotero-bin
