accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
arandr
autoconf
automake
autorandr
avahi
b43-fwcutter
bash
bind
binutils
bison
blueman
bluez
bluez-utils
bmenu
btrfs-progs
bzip2
clang
cmake
coreutils
cpanminus
cpupower
crda
cronie
cryptsetup
cups-pdf
dbus-python
device-mapper
dfc
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
docker-machine
dosfstools
dstat
e2fsprogs
ecryptfs-utils
efibootmgr
eog
evince
exfat-utils
f2fs-tools
fakeroot
fcitx-configtool
fcitx-mozc
fcitx-skk
fdupes
feh
file
filesystem
findutils
firefox
firefox-i18n-ja
fish
flameshot
flex
gawk
gcc
gcc-libs
gcolor2
gdb
gedit
gettext
gimp
git-lfs
github-cli
glibc
gnome-keyring
gnu-netcat
gnuplot
go
go-tools
gparted
grep
grsync
grub
grub-theme-manjaro-dev
gscan2pdf
gutenprint
guvcview
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gvim
gzip
htop
hub
hugo
i3-default-artwork
i7z
ibus
inetutils
inkscape
intel-ucode
inxi
iproute2
iputils
jfsutils
kvantum-manjaro
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libgnome-keyring
libreoffice-still
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-slick-greeter
logrotate
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-firmware
manjaro-hotfixes
manjaro-i3-settings
manjaro-ranger-settings
manjaro-release
manjaro-system
manjaro-zsh-config
markdown_previewer
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
minikube
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
nano
ncdu
nemo
nemo-share
neofetch
neovim
net-tools
netctl
network-manager-applet
network-manager-sstp
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
obs-studio
openresolv
openssh
os-prober
otf-ipaexfont
otf-ipafont
otf-ipamjfont
p7zip
pacman
patch
patchutils
pavucontrol
pciutils
pcmanfm
pdfpc
peek
perl
perl-file-mimeinfo
pigz
pkgconf
playerctl
polkit-gnome
polybar
powertop
prettier
procps-ng
procs
progress
psmisc
pulseaudio
pulseaudio-bluetooth
python-pip
qrencode
qt5-styleplugins
qt5ct
ranger
reiserfsprogs
rofi
rpi-imager
rpmextract
rsync
rust
s-nail
sbxkb
screen
screenfetch
seahorse
sed
shadow
skk-jisyo
smbnetfs
spectre-meltdown-checker
speedtest-cli
spotifyd
squashfs-tools
strace
sudo
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
tcpdump
terminus-font
texinfo
tftp-hpa
the_silver_searcher
thunderbird
thunderbird-i18n-ja
tigervnc
tldr
tlp
tlpui
tmux
traceroute
tree
ttf-dejavu
ttf-font-awesome
ufw
upower
usbutils
util-linux
vi
viewnior
virtualbox
vlc
volumeicon
vulkan-intel
vulkan-radeon
w3m
wget
which
whois
wine-mono
wireshark-qt
wmutils
wol
wpa_supplicant
xautolock
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-power-manager
xfce4-terminal
xfsprogs
xorg-server
xorg-twm
xorg-xbacklight
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xss-lock
xterm
xz
yarn
yay
youtube-dl
zaproxy
zensu
zip
