acpi
acpid
acpilight
adapta-gtk-theme
alacritty
alsa-utils
amd-ucode
arandr
argocd
arp-scan
asunder
autoconf
automake
autorandr
awesome-terminal-fonts
aws-cli
bandwhich
barrier
base
bat
bind
binutils
bison
blueman
bottom
broot
cairo
clamav
clang
cmake
cpanminus
cups
curlie
deno
dia
discord
docker
docker-compose
dunst
efibootmgr
eog
evince
exa
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-skk
fd
feh
firefox
firefox-i18n-ja
fish
fisher
flameshot
flex
fzf
gcc
gdb
git
git-delta
github-cli
gitui
gnome-keyring
gnuplot
go
gradle
graphviz
grub
gutenprint
gvfs-smb
gvim
helm
htop
httpie
hub
hugo
i3-wm
i3lock
i3status
imagemagick
inetutils
inkscape
jdk-openjdk
jdk11-openjdk
jq
kompose
kubectl
kubelet
kubeseal
kustomize
lib32-glibc
libgnome-keyring
libopusenc
libreoffice-fresh
light-locker
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
lightdm-webkit2-greeter
linux
linux-firmware
m4
make
man-db
man-pages
mariadb-clients
maven
minikube
nemo
nemo-share
neofetch
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openvpn
networkmanager-pptp
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
obs-studio
openblas
opencl-mesa
openssh
openvpn
opus-tools
opusfile
os-prober
pandoc
pango
papirus-icon-theme
parted
patch
pavucontrol
pdfpc
peco
peek
pkgconf
pkgfile
podman
polybar
poppler-data
powerline
powerline-common
powerline-fonts
progress
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pv
python-pip
python-pipenv
python-poetry
qrencode
reflector
ripgrep
ripgrep-all
rofi
rsync
ruby
rust-analyzer
rz-cutter
s3cmd
screenfetch
screenkey
seahorse
skk-jisyo
smartmontools
sops
speedtest-cli
spotifyd
sqlitebrowser
sshuttle
stern
sudo
syncthing
tailscale
tcpdump
tealdeer
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langjapanese
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tftp-hpa
the_silver_searcher
thunderbird
thunderbird-i18n-ja
tigervnc
tlp
tmux
traceroute
tree
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-roboto
unarchiver
units
unzip
v4l2loopback-dkms
vault
vlc
wezterm
wget
which
whois
wireguard-tools
wireshark-qt
xf86-video-amdgpu
xfce4-notifyd
xfce4-terminal
xorg-server
xorg-server-xephyr
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xsel
xss-lock
yapf
yarn
yt-dlp
zip
zk
zsh
