accountsservice
adobe-source-han-sans-jp-fonts
alacritty
alsa-utils
amd-ucode
ammonite
arandr
arch-install-scripts
arp-scan
autoconf
automake
autorandr
aws-cli
barrier
base
base-devel
bash-completion
bat
bc
bind
bison
blueman
bluez-utils
bottom
buf
chicken
clang
cloudflared
cmake
cpanminus
cups
cups-pdf
deno
discord
docker
docker-buildx
docker-compose
dunst
efibootmgr
eog
evince
exa
fakeroot
fcitx5-configtool
fcitx5-gtk
fcitx5-skk
fd
feh
firefox
fish
flameshot
flex
font-manager
fuse-overlayfs
fzf
gcc
gdb
gimp
git
git-delta
github-cli
gnome-font-viewer
gnome-keyring
gnu-netcat
gnuplot
go
gopls
gox
graphviz
groff
helm
httpie
i3-wm
i3status
imagemagick
inkscape
ipcalc
iperf
jq
jre17-openjdk
k9s
ko
kubectl
kubectx
kubeseal
kustomize
libreoffice-still-ja
libtool
light-locker
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
linux
linux-firmware
linux-headers
m4
make
man-db
man-pages
mariadb
minikube
ncdu
nemo
neovim
network-manager-applet
networkmanager
nfs-utils
ninja
nm-connection-editor
nmap
nodejs
noto-fonts
noto-fonts-cjk
npm
ntfs-3g
nushell
obs-studio
os-prober
pandoc-cli
papirus-icon-theme
patch
pavucontrol
peek
picom
pkgconf
pkgfile
plymouth
polybar
powerline
powerline-common
powerline-fonts
prettier
protobuf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-hypothesis
python-pip
python-poetry
python-pytest
python-scikit-build
qrencode
racket
ripgrep
ripgrep-all
rofi
rsync
ruby
rustup
sbt
seahorse
skaffold
steam
stern
strace
sudo
syncthing
system-config-printer
tailscale
taplo-cli
tcpdump
tectonic
termshark
terraform
texinfo
texlab
texlive-basic
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langjapanese
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
thunderbird
tldr
tmux
traceroute
tree
trivy
unarchiver
unzip
usbutils
v4l2loopback-dkms
vim
vlc
wasmer
wget
which
whois
wireshark-qt
xf86-video-amdgpu
xf86-video-fbdev
xfce4-power-manager
xorg-server
xorg-xbacklight
xorg-xev
xorg-xhost
xorg-xinput
xsel
xss-lock
yapf
yarn
yq
yt-dlp
yubioath-desktop
zip
zsh
